<?php
require_once 'header.php';
?>

    </p>
    Подготовить форму для ввода числа и отправки ее на сервер, где PHP скрипт проверяет, входит ли данное число в диапазон от 1000 до 2000 и затем возвращает его пользователю в таком виде (число, разбитое на разряды + расшифровка словами):
    "2 853 - две тысячи восемьсот пятьдесят три - входит в диапазон"
    "4 654 187 - четыре миллиона шестьсот пятьдесят четыре тысячи сто восемьдесят семь - не входит в диапазон".</p>


<?php
require_once 'footer.php';